tap "jesseduffield/lazygit"
brew "bc"
brew "coreutils"
brew "eza"
brew "fd"
brew "docker"
brew "docker-compose"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "gnu-sed"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "thefuck"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
