# ============================================
# TAPS
# ============================================
tap "jesseduffield/lazygit"
tap "hashicorp/tap"
tap "derailed/k9s"

# ============================================
# CORE UTILITIES
# ============================================
brew "stow"
brew "bat"
brew "btop"
brew "tmux"
brew "yazi"
brew "atuin"
brew "antigen"
brew "git"
brew "neovim"
brew "atool"
brew "procs"
brew "eza"
brew "fd"
brew "fzf"
brew "jq"
brew "yq"
brew "ripgrep"
brew "zoxide"
brew "tree"
brew "tldr"
brew "starship"

# ============================================
# GNU TOOLS (macOS replacement)
# ============================================
brew "grep"
brew "gnutls"
brew "gnu-which"
brew "gnu-indent"
brew "gnu-tar"
brew "gnu-sed"
brew "gzip"
brew "diffutils"
brew "findutils"
brew "coreutils"
brew "gawk"
brew "make"
brew "watch"
brew "ed"
brew "bc"

# ============================================
# SHELL & TERMINAL
# ============================================
brew "bash"
brew "zsh"
brew "wget"
brew "curl"
brew "nano"
brew "less"
brew "thefuck"

# ============================================
# GIT & VERSION CONTROL
# ============================================
brew "jesseduffield/lazygit/lazygit"
brew "gh"
brew "glab"
brew "git-delta"

# ============================================
# DEVOPS & KUBERNETES
# ============================================
brew "kubectl"
brew "kubectx"
brew "minikube"
brew "helm"
brew "derailed/k9s/k9s"
brew "kustomize"
brew "stern"
brew "lazydocker"
brew "dive"
brew "qemu"

# ============================================
# INFRASTRUCTURE AS CODE
# ============================================
brew "hashicorp/tap/terraform"
brew "ansible"
brew "ansible-lint"

# ============================================
# CLOUD TOOLS
# ============================================
brew "awscli"

# ============================================
# BACKEND DEVELOPMENT
# ============================================
brew "go"
brew "python"
brew "pyenv"
brew "httpie"
brew "grpcurl"
brew "redis"
brew "postgresql@16"

# ============================================
# NETWORKING & DEBUGGING
# ============================================
brew "trippy"
brew "mtr"
brew "nmap"
brew "tcpdump"

# ============================================
# MEDIA & FILES
# ============================================
brew "ffmpegthumbnailer"
brew "imagemagick"
brew "poppler"
brew "sevenzip"
