tap "jesseduffield/lazygit"
brew "harlequin"
brew "lazydocker"
brew "btop"
brew "jesseduffield/lazygit/lazygit"
brew "trippy"
brew "thefuck"
brew "tmux"
brew "yazi"
brew "atuin"
brew "kubectl"
brew "minikube"
brew "qemu"
brew "antigen"
brew "git"
brew "spaceship"
brew "go"
brew "neovim"
brew "atool"
brew "dive"
brew "procs"
brew "python"
brew "pyenv"
brew "grep"
brew "gnutls"
brew "gnu-which"
brew "gnu-indent"
brew "watch"
brew "ed"
brew "gnu-tar"
brew "gnu-sed"
brew "gzip"
brew "wget"
brew "diffutils"
brew "findutils"
brew "make"
brew "curl"
brew "nano"
brew "less"
brew "bash"
brew "zsh"
brew "bc"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "imagemagick"
brew "jq"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "zoxide"
